
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automaticky";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Heslo PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Sdílený klíč IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Heslo IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Připojení k síti (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Připojení k síti";
"KEYCHAIN_KIND_EAPOL" = "Heslo 802.1X";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "Heslo VPN";
